Repository: edb-gjengen/galtinn
Catalog: dusken/locale/*/LC_MESSAGES/django.po
Languages: nb

source: year sold
nb: år solgt

source: Payment method
nb: Betalingsmåte

source: User
nb: Bruker

source: Product
nb: Produkt

source: Member card
nb: Medlemskort

source: Dusken fields
nb: Dusken-felter

source: Phone number already in use
nb: Mobilnummeret er i bruk

source: Email already in use
nb: E-postadressen er i bruk

source: The card number is incorrect.
nb: Kortnummeret er ikke riktig.

source: The card number is not a valid credit card number.
nb: Kortnummeret er ikke et gyldig nummer.

source: The card's expiration month is invalid.
nb: Utløpsdatoen stemmer ikke.

source: The card's expiration year is invalid.
nb: Utløpsdatoen stemmer ikke.

source: The card's security code is invalid.
nb: Sikkerhetskoden (CVC) stemmer ikke.

source: The card has expired.
nb: Bankkortet har utløpt.

source: The card's security code is incorrect.
nb: Sikkerhetskoden (CVC) stemmer ikke.

source: The card's zip code failed validation.
nb: Kortet sitt postnummer stemmer ikke

source: The card was declined.
nb: Bankkortet ble avvist.

source: There is no card on a customer that is being charged.
nb: Det finnes ikke noe kort på kunden som belastes.

source: An error occurred while processing the card.
nb: Det oppstod en feil når vi skulle behandle bankkortet.

source: An error occurred due to requests hitting the API too quickly. Please let us know if you're consistently running into this error.
nb: Det oppstod en feil fordi for mange bruker Stripe sitt API. Gi beskjed om denne feilen gjentar seg.

source: Stripe charge failed with API error.
nb: Feil med Stripe (leverandøren av betalingstjenesten) sitt API.

source: Your card has been declined.
nb: Bankkortet ditt ble avvist.

source: Error
nb: Feil

source: Can't remove user because the user is not in the group
nb: Kan ikke fjerne brukeren fordi en ikke er i gruppen

source: You are not authorized to remove users
nb: Du har ikke tilgang til å fjerne brukere

source: User already added
nb: Brukeren er allerede lagt til

source: You are not authorized to add users
nb: Du har ikke tilgang til å legge til brukere

source: Invalid username/password.
nb: Ugyldig brukernavn/passord.

source: User inactive or deleted.
nb: Brukeren er inaktiv eller slettet.

source: Contact person
nb: Kontaktperson

source: First name
nb: Fornavn

source: Last name
nb: Etternavn

source: Email
nb: E-post

source: Phone number
nb: Mobilnummer

source: Password
nb: Passord

source: You have already registered or the link is invalid.
nb: Du har allerede registrert deg eller så er lenken ugyldig.

source: Date of birth
nb: Fødselsdato

source: User does not exist
nb: Brukeren finnes ikke

source: Invalid email key for user
nb: Ugyldig e-postnøkkel for bruker

source: Email already confirmed
nb: E-post allerede bekreftet

source: Code
nb: Kode

source: Phone number already confirmed
nb: Mobilnummeret er allerede bekreftet

source: Invalid code
nb: Ugyldig kode

source: Email address / username
nb: E-postadresse / brukernavn

source: The username entered is not equal to your own.
nb: Angitt brukernavn er ikke likt ditt eget.

source: first name
nb: fornavn

source: last name
nb: etternavn

source: email address
nb: e-postadresse

source: phone number
nb: mobilnummer

source: date of birth
nb: fødselsdato

source: street address
nb: adresse

source: street address 2
nb: adresselinje 2

source: postal code
nb: postnummer

source: city
nb: by

source: country
nb: land

source: place of study
nb: studiested

source: legacy id
nb: foreldet id

source: stripe customer id
nb: stripe kunde-id

source: Users
nb: Brukere

source: Membership
nb: Medlemskap

source: Memberships
nb: Medlemskap

source: Duration
nb: Varighet

source: Never
nb: Aldri

source: End of year
nb: Ved årsslutt

source: Price in øre
nb: Pris i øre

source: Membership type
nb: Medlemskapstype

source: Membership types
nb: Medlemskapstyper

source: card number
nb: kortnummer

source: registered
nb: registrert

source: is active
nb: er aktiv

source: user
nb: bruker

source: Member cards
nb: Medlemskort

source: Volunteers
nb: Aktive

source: Posix name must be unique or empty
nb: POSIX-navn må være unikt eller tomt

source: Group profile
nb: Gruppeprofil

source: Group profiles
nb: Gruppeprofiler

source: name
nb: navn

source: short name
nb: kortnavn

source: description
nb: beskrivelse

source: email
nb: e-post

source: contact person
nb: kontaktperson

source: website
nb: nettside

source: group
nb: gruppe

source: admin group
nb: admingruppe

source: parent
nb: forelder

source: Org unit
nb: Forening

source: Org units
nb: Foreninger

source: Mobile app
nb: Mobilapplikasjon

source: Credit card
nb: Kredittkort

source: Cash register
nb: Kassaapparat

source: Other
nb: Annet

source: Stripe charge ID, Kassa event ID, SMS event ID or App event ID
nb: Stripe transaksjons-ID, Kassa-hendelses-ID, SMS-hendelses-ID

source: Order
nb: Ordre

source: Orders
nb: Ordre

source: Place of study
nb: Studiested

source: Places of study
nb: Studiesteder

source: User log message
nb: Brukerloggmelding

source: User log messages
nb: Brukerloggmeldinger

source: Org unit log message
nb: Foreningsloggmelding

source: Org unit log messages
nb: Foreningsloggmeldinger

source: 404 Not Found
nb: 404 Siden finnes ikke

source: The page does not exist
nb: Siden finnes ikke

source: Go to frontpage
nb: Gå til forsiden

source: 🔥 500 Something went wrong
nb: 🔥 500 Noe gikk galt

source: Our space geckos on duty have been notified #GoGetThoseGeckos
nb: Stuegrisene som er på vakt har blitt varslet

source: The membership database at Chateau Neuf - The Norwegian Student Society
nb: Medlemskapsdatabasen på Chateau Neuf - Det Norske Studentersamfund

source: Download our app! You'll get access to your proof of membership and the latest events
nb: Last ned appen vår! Du får tilgang til medlemsbeviset ditt og over kommende arrangementer

source: Download mobile app from Google Play
nb: Last ned mobilappen fra Google Play

source: Download mobile app from App Store
nb: Last ned mobilappen fra App Store

source: Download mobile app
nb: Last ned mobilappen

source: Email subscriptions
nb: E-postabonnement

source: Note: We have registered your email as
nb: Merk: Vi har notert e-postadressen din som

source: You need to confirm your email address before you can change your subscriptions
nb: Du må verifisere e-postaddressen din før du kan endre abonnementer

source: Go confirm my email
nb: Bekreft e-postadressen min

source: Newsletter
nb: Nyhetsbrev

source: Upcoming events and announcements. Maximum one email per week.
nb: Kommende arrangementer og nyheter. Maksimalt en e-post per uke.

source: You are
nb: Du er

source: subscribed
nb: påmeldt

source: unsubscribed
nb: meldt av

source: Subscribe
nb: Abonner

source: Unsubscribe
nb: Meld av

source: Mailing lists
nb: E-postlister

source: For keeping up with what is happening internally at Chateau Neuf. Usually one email per month on average.
nb: For å følge med på det som skjer internt på Chateau Neuf. Som regel rundt en e-post per måned i snitt.

source: Name
nb: Navn

source: Action
nb: Handling

source: Hi
nb: Hei

source: Do you want to confirm your email?
nb: Vil du bekrefte e-postadressen din?

source: Go forth and confirm!
nb: Bekreft min e-post!

source: The Norwegian Student Society - Chateau Neuf
nb: Det Norske Studentersamfund - Chateau Neuf

source: Go forth and click the link to confirm: %(validation_url)s
nb: Trykk på lenken for å bekrefte: %(validation_url)s

source: Home
nb: Hjem

source: What do you want to do?
nb: Hva vil du gjøre?

source: Your Membership
nb: Ditt medlemskap

source: See your membership status
nb: Se medlemskapsstatus

source: Your membership is expiring in less than one month
nb: Medlemskapet ditt går ut om under en måned

source: You have a valid membership
nb: Du har gyldig medlemskap

source: There is a membership connected to your phone number.
nb: Det finnes et medlemskap knyttet til mobilnummeret ditt.

source: Validate phone number
nb: Bekreft mobilnummer

source: Become a member!
nb: Bli medlem du også!

source: Membership expired.
nb: Medlemskapet har utløpt.

source: Valid until
nb: Gyldig til

source: Expired
nb: Utløpt

source: Lifelong
nb: Livsvarig

source: Payment
nb: Betaling

source: See reciept
nb: Se kvittering

source: Membership is valid for 1 year
nb: Medlemskapet er gyldig i ett år

source: Your profile
nb: Din profil

source: Quick view of your profile details
nb: Oversikt over dine profildetaljer

source: Full name
nb: Fullt navn

source: Validated
nb: Bekreftet

source: Not validated
nb: Ubekreftet

source: Resend validation email
nb: Send ny bekreftelse på e-post

source: Missing
nb: Mangler

source: Edit your profile
nb: Endre din profil

source: Newsletter and mailing lists
nb: Nyhetsbrev og e-postlister

source: Change subscriptions
nb: Endre abonnementer

source: Change it if you want to
nb: Endre passordet hvis du vil

source: Change password
nb: Endre passord

source: Set a username
nb: Velg et brukernavn

source: Needed to get access to internal systems
nb: Påkrevd for å få tilgang internsystemene

source: Set username
nb: Velg brukernavn

source: Volunteer
nb: Aktiv

source: This section is for active volunteers, but you are not registered in the volunteer group yet.
nb: Dette området er for aktive, men du er ikke registert i aktivgruppen enda.

source: The effort of our active volunteers form The Norwegian Student Society, want to become a part of it?
nb: Innsatsen som de aktive legger ned er med på å forme Det Norske Studentersamfund, vil du bli en del av det?

source: Read more
nb: Les mer

source: Section for active volunteers
nb: Side for aktive medlemmer

source: Find users
nb: Finn brukere

source: View
nb: Vis

source: List of organizational units
nb: Foreningsoversikt

source: Contact informaction and member lists
nb: Kontaktinformasjone og medlemslister

source: Show organizational units
nb: Vis foreningsoversikten

source: Your organizations
nb: Dine foreninger

source: Manage members
nb: Administrèr medlemmer

source: Edit
nb: Rediger

source: Statistics
nb: Statistikk

source: Membership statistics
nb: Medlemsstatistikk

source: This is Galtinn, the membership database at
nb: Dette er Galtinn, medlemskapsdatabasen på

source: Chateau Neuf – The Norwegian Student Society
nb: Chateau Neuf – Det Norske Studentersamfund

source: Become a member
nb: Bli medlem

source: Already a member?
nb: Allerede medlem?

source: Log in here
nb: Logg inn her

source: No valid membership found
nb: Ingen gyldige medlemskap

source: Period
nb: Periode

source: Purchased
nb: Kjøpt

source: Buy membership
nb: Kjøp medlemskap

source: Renew membership
nb: Forny medlemskap

source: Reciept
nb: Kvittering

source: Order ID
nb: Ordre-ID

source: Website
nb: Nettside

source: Description:
nb: Beskrivelse:

source: Members
nb: Medlemmer

source: No members
nb: Ingen medlemmer

source: Save changes
nb: Lagre

source: You have no right to edit this organisation
nb: Du har ikke tilgang til å endre denne foreningen

source: Add member
nb: Legg til medlem

source: Add admin
nb: Legg til admin

source: None
nb: Ingen

source: Make member
nb: Gjør til medlem

source: Make admin
nb: Gjør til admin

source: Remove User?
nb: Fjern bruker?

source: Remove
nb: Fjern

source: Organizational Units
nb: Foreninger

source: Send email
nb: Send e-post

source: Actions
nb: Endre

source: Sales per day
nb: Salg per dag

source: Sales total
nb: Salg totalt

source: In total
nb: Totalt

source: Sales today
nb: Salg i dag

source: Date
nb: Dato

source: Download as CSV
nb: Last ned som CSV

source: Go home
nb: Tilbake til hjem

source: Register user
nb: Opprett bruker

source: Register
nb: Videre

source: Superusers can't delete their accounts
nb: Superbrukere kan ikke slette kontoen sin

source: Permanently delete your account
nb: Slett kontoen din permanent

source: Are you absolutely sure you want to <strong>delete</strong> your user account?
nb: Er du helt sikker på at du vil <strong>slette</strong> brukerkontoen din?

source: This will delete your account with the username <strong>%(username)s</strong> including all associated personal data <strong>forever</strong>.
nb: Dette sletter kontoen med brukernavn <strong>%(username)s</strong> inkludert all tilknyttet persondata <strong>for alltid</strong>.

source: Please type in your username to confirm.
nb: Skriv inn brukernavnet ditt for å fortsette.

source: I understand, delete my account
nb: Jeg forstår, slett kontoen min

source: Username
nb: Brukernavn

source: Not set
nb: Ikke satt

source: Address
nb: Adresse

source: Valid
nb: Gyldig

source: Registered
nb: Registrert

source: Last updated
nb: Sist oppdatert

source: Organizations
nb: Foreninger

source: No organizations
nb: Ingen foreninger

source: Danger zone
nb: Farlig område

source: Your phone number is already confirmed
nb: Ditt mobilnummer er allerede bekreftet

source: Confirm your phone number
nb: Bekreft ditt mobilnummer

source: A code was just sent to <strong>%(phone_number)s</strong>.
nb: En kode ble nettopp sent til <strong>%(phone_number)s</strong>.

source: We have previously sent a code to <strong>%(phone_number)s</strong>.
nb: Vi har tidligere sendt en kode til <strong>%(phone_number)s</strong>.

source: Enter it below.
nb: Skriv den inn under.

source: Confirm
nb: Bekreft

source: Save
nb: Lagre

source: Pick a username
nb: Velg et brukernavn

source: To get access to other systems for volunteers you have to pick a username for your account.
nb: For å få tilgang til andre systemer for aktive må du velge et brukernavn.

source: Please note that the username can only be set this once
nb: Brukernavnet kan bare settes én gang

source: Created with
nb: Laget med

source: by
nb: av

source: Toggle navigation
nb: Svitsj navigasjon

source: Profile
nb: Profil

source: Change language to...
nb: Endre språk til...

source: Log out
nb: Logg ut

source: Goodbye
nb: Ha det bra

source: Log in again
nb: Logg inn igjen

source: Forgot your password?
nb: Glemt passordet ditt?

source: Log in
nb: Logg inn

source: Your password has been changed.
nb: Passordet ditt har blitt endret.

source: Back
nb: Tilbake

source: Change my password
nb: Endre mitt passord

source: Brilliant, your password has been changed
nb: Brilliant, passordet ditt har blitt endret

source: You can now
nb: Du kan nå

source: log in
nb: logge inn

source: with your new password
nb: med ditt nye passord

source: Please choose a new password
nb: Velg nytt passord

source: Change it
nb: Endre

source: The password reset link is not valid or has allready been used.
nb: Passordlenken er ugyldig eller har allerede blitt brukt.

source: We have sent you an email with a link to reset your password
nb: Vi har sent deg en e-post med informasjon om bytte av passord

source: Go check your email! Could even be in your spam folder.
nb: Sjekk e-posten din! Den kan fort ha havnet i spammappen.

source: Someone has asked to reset the password for %(email)s. Please follow the link:
nb: Noen har bedt om å bytte passordet til brukeren %(email)s. Vennligst følg lenken:

source: Send me a new one
nb: Send meg et nytt

source: Your new password
nb: Ditt nye passord

source: Confirm your email address at Chateau Neuf
nb: Bekreft din e-postadresse

source: Confirm your phone number at Chateau Neuf with this code:
nb: Bekreft ditt mobilnummer på Chateau Neuf med denne koden:

source: You need to enter a phone number.
nb: Du må skrive inn et mobilnummer.

source: Phone number is invalid
nb: Mobilnummeret er ugyldig

source: You need to enter an email.
nb: Du må skrive inn en e-post.

source: Email is invalid.
nb: E-postadressen er ugyldig.

source: You do not have access to this page
nb: Du har ikke tilgang til denne siden

source: You need to be a volunteer to see this page
nb: Du må være registrert aktiv for å se denne siden

source: Username can only be set once
nb: Brukernavnet kan bare settes én gang

source: Username set to {username}
nb: Brukernavnet er satt til {username}

source: So long {user} and good luck on your future travels 🚣
nb: Takk og farvel {user} og lykke til på reisen 🚣

source: Success!
nb: Hurra!
